{
  "fields": [
    {
      "id": "8",
      "title": "Background",
      "content": " I'm a tech nerd and have always been. I was the kid at school that the teachers asked for help when it came to computers. I fight for a better world for my daughter to grow up in. War and climate change are the greatest threats to humankind today. I consider myself a funny guy and I use humour in all aspects of life. I have lived 20 years in Nicaragua, and experience that has giving me a lot of experience in different cultures."
    },
    {
      "id": "-2",
      "title": "Philosophy",
      "content": "I love to learn new stuff all the time. My relaxing evening is watching some Indian guy on Youtube explaining the next JS framework. Web developement is great for this, as new trends surface all the time. I like to push the bar a litte, so the clients site stands out. I believe 3D, animation, sound, and gamification can improve todays often boring and alike web sites. At Footprint we also worked with webbased 3D VR presentation."
    },
    {
      "id": "-12",
      "title": "Education",
      "content": "Formal education never had a big spot in my heart or mind, but I managed to take a High School degree in Nicaragua. I originally studied to be a swim coach, and worked almost ten years as one. I have completed courses in advanced first aid, project management, and fork lift certificate. In 2022 I graduated from Tech College Aalborg as a web developer. At that point I already worked part time at Footprint Agency."
    },
    {
      "id": "-22",
      "title": "Work Experience",
      "content": "My first career choice, as a swim coach, got me a little sidetracked, but I found my way back to tech during Covid-19, and have now been a fully certified web developer for almost two years. I worked 13 years as project manager on an exchange and educational project between the Nicaraguan Fire Department, Falck Denmark, and the Danish trade union 3F. After my return to Denmark I worked shortly in goods receptions at a department store. "
    }
  ]
}
